<script setup>
    import Service from "./Service.vue";

    const services = [
        {
            name: "Любовь в 2024 году",
            description: "У каждого из нас бывают периоды, когда в нашей карте Бацзы затрагивается Дом Брака" + "Дом Брака — второй столп в карте под названием «День» или «Личность»",
            imagePath: "../../img/love.jpg"
        },
        {
            name: "Развод в 2024",
            description: "Зона риска в 2024г в отношениях",
            imagePath: "../../img/love.jpg"
        },
        {
            name: "Здоровье в 2024",
            description: "Многих волнуют вопросы:"+
                        "– какие болезни могут активизироваться?" +
                        "– каким органам стоит уделить внимание" +
                        "– кто будет в зоне риска и кому стоит выделить тему здоровья в своём планере на год",
            imagePath: "../../img/love.jpg"
        },
        {
            name: "Прогноз по элементам",
            description: "Ежедневно выкладывается прогноз на день для всех элементов, но Вы также  можете более подробно узнать для себя",
            imagePath: "../../img/love.jpg"
        },
        {
            name: "События в 2024",
            description: "Что ждет нас в грядущем году",
            imagePath: "../../img/love.jpg"
        },
        {
            name: "Грабитель богатства",
            description: "Дни грабителя — это дни, когда деньги могут уйти из вашего кошелька. Поэтому рекомендуется самим запланировать траты, чтобы финансы не ушли сами собой.",
            imagePath: "../../img/love.jpg"
        }
    ];
</script>

<template>
    <Service :services="services"/>
</template>